{
  "Home": "الرئيسية",
  "Products": "المنتجات",
  "About Us": "معلومات عنا",
  "Gallary": "المعرض",
  "Contact": "اتصل بنا",
  "Why Choose Us": "لماذا تختارنا",
  "At Dabol, we are your trusted partner for high-quality materials and solutions in the woodworking industry. Our mission is to deliver exceptional products that meet the diverse needs of our clients, ensuring satisfaction with every purchase.": "في دعبول، نحن شريكك الموثوق به للمواد والحلول عالية الجودة في صناعة الأعمال الخشبية. مهمتنا هي تقديم منتجات استثنائية تلبي الاحتياجات المتنوعة لعملائنا، مما يضمن رضاهم مع كل عملية شراء.",
  "Quality Assurance: All our products are identical to the samples we provide and have data sheets.": "ضمان الجودة: جميع منتجاتنا مطابقة للعينات التي نقدمها ولها بيانات تفصيلية.",
  "Competitive Pricing: We offer the best prices with the highest quality.": "أسعار تنافسية: نقدم أفضل الأسعار بأعلى جودة.",
  "Expert Support: Our knowledgeable team is here to assist you with any questions or requirements.": "الدعم الفني: فريقنا المتخصص هنا لمساعدتك في أي استفسارات أو متطلبات.",
  "High-quality construction materials for your projects": "مواد بناء عالية الجودة لمشاريعك",
  "Dabol for trading": "دعبول للتجارة",
  "building and constructions material": "مواد البناء و الإنشائات",
  "We are your trusted partner for high-quality materials and solutions in the woodworking industry. Our mission is to deliver exceptional products that meet the diverse needs of our clients, ensuring satisfaction with every purchase.": "نحن شريكك الموثوق به للمواد والحلول عالية الجودة في صناعة الأعمال الخشبية. مهمتنا هي تقديم منتجات استثنائية تلبي الاحتياجات المتنوعة لعملائنا، مما يضمن رضاهم مع كل عملية شراء.",
  "Contact Us": "اتصل بنا",
  "Our Products": "منتجاتنا",
  "Plain MDF Normal 18~6 mm (Thailand)": "ألواح MDF العادية 18~6 مم (تايلاند)",
  "Plain MDF MR 18~6 mm (Thailand)": "ألواح MDF المقاومة للرطوبة 18~6 مم (تايلاند)",
  "Melamine MDF (Thailand)": "ألواح MDF ميلامين (تايلاند)",
  "White Glue (Taiwan)": "الغراء الأبيض (تايوان)",
  "Hot Melt Glue (Taiwan)": "الغراء الساخن (تايوان)",
  "PVC Edge banding (China)": "شريط حواف PVC (الصين)",
  "PVC Foam Board 18 and 6 mm (China)": "لوح فوم PVC 18 و 6 مم (الصين)",
  "Lightweight, 100% waterproof, insect-proof, anti-mildew, anti-fungal, eco-friendly, used for kitchens, under sinks and outdoors.": "خفيف الوزن، مقاوم للماء بنسبة 100%، مقاوم للحشرات، مضاد للعفن، مضاد للفطريات، صديق للبيئة، يستخدم للمطابخ وتحت الأحواض وفي الهواء الطلق.",
  "Ideal for furniture making and interior applications, our Plain MDF offers a smooth surface for easy finishing.": "مثالي لصناعة الأثاث والتطبيقات الداخلية، حيث يوفر سطحًا أملسًا لسهولة التشطيب.",
  "Moisture-resistant MDF suitable for humid environments, ensuring durability and longevity in various applications.": "MDF مقاوم للرطوبة مناسب للبيئات الرطبة، مما يضمن المتانة وطول العمر في مختلف التطبيقات.",
  "A versatile option with a range of decorative finishes, perfect for creating stylish furniture and cabinetry.": "خيار متعدد الاستخدامات مع مجموعة من التشطيبات الزخرفية، مثالي لإنشاء أثاث ومكاتب فاخرة.",
  "High-quality adhesive designed for woodworking, providing strong bonds and excellent performance.": "لاصق عالي الجودة مصمم للأعمال الخشبية، يوفر روابط قوية وأداءً ممتازًا.",
  "Fast-setting adhesive that ensures quick assembly, ideal for production lines and woodworking projects.": "لاصق سريع الجفاف يضمن تجميعًا سريعًا، مثالي لخطوط الإنتاج ومشاريع الأعمال الخشبية.",
  "Enhance the appearance of your furniture with our durable edge banding, available in various colors and finishes.": "حسّن مظهر أثاثك باستخدام شريط الحواف المتين الخاص بنا، والمتوفر بألوان وتشطيبات متنوعة.",
  "arabic": "العربية",
  "english": "الإنجليزية",
  "Get in touch with us for quotes and inquiries.": "تواصل معنا للحصول على عروض الأسعار والاستفسارات.",
  "Call Us": "اتصل بنا",
  "Email Us": "راسلنا عبر البريد الإلكتروني",
  "Visit Us": "زورنا",
  "No. 17 - TOUFIQ L-Industrial 17 Sharqah - UAE": "رقم 17 - توفيق المنطقة الصناعية 17 الشارقة - الإمارات",
  "Name": "الاسم",
  "Your name": "اسمك",
  "Email": "البريد الإلكتروني",
  "Your email": "بريدك الإلكتروني",
  "Message": "الرسالة",
  "Your message": "رسالتك",
  "Send Message": "إرسال الرسالة",
  "DABOL FOR TRADING. All rights reserved.": "دعبول للتجارة. جميع الحقوق محفوظة."
}